Repository: tanishaapriya/LoopKit
Catalog: WatchApp Extension/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

source: Active Carbs
da: Aktive kulhydrater
de: Aktive KH
es: Carbohidratos Activos
fi: Akt. hiilari
fr: Glucides actifs
it: Carboidrati attivi
ja: 残存糖質
nb: Aktive karbohydrater
nl: Actieve Koolhydraten
pl: Aktywne węglowodany
pt_br: Carboidratos Ativos
ro: Carbohidrați activi
ru: Активные углеводы
sv: Aktiva kolhydrater
tr: Aktif Karb.
zh_hans: 活性碳水

source: Active Insulin
da: Aktivt insulin
de: Aktives Insulin
es: Insulina activa
fi: Akt. insuliini
fr: Insuline active
it: Insulina attiva
ja: 残存インスリン
nb: Aktivt insulin
nl: Actieve Insuline
pl: Aktywna insulina
pt_br: Insulina Ativa
ro: Insulină activă
ru: Активный инсулин
sv: Aktivt insulin
tr: Aktif İnsülin
zh_hans: 活性胰岛素

source: Add Carb Entry
da: Tilføj kulhydrater
de: Kohlenhydrate hinzufügen
es: Agregar Entrada de Carb
fi: Lisää hiilihydraatteja
fr: Ajouter des glucides
it: Aggiungi inserimento carboidrati
ja: 糖質の記入を追加
nb: Legg til karbohydrater
nl: Kh. Inv. Toevoegen
pl: Wprowadź węglowodany
pt_br: Adicionar Carb
ro: Adaugă carbohidrați
ru: Добавить запись углеводов
sv: Lägg till kolhydrater
tr: Karb Girişi Ekle
zh_hans: 添加碳水摄入

source: Bolus Failed
da: Bolus fejlede
de: Bolus fehlgeschlagen
es: Bolo Falló
fi: Bolus epäonnistui
fr: Échec du bolus
it: Bolo fallito
ja: ボーラス不成功
nb: Bolus mislyktes
nl: Bolus Mislukt
pl: Bolus nie podany
pt_br: Bolus Falhou
ro: Bolus eșuat
ru: Болюс не состоялся
sv: Bolus misslyckades
tr: Bolus Başarısız
zh_hans: 大剂量输注失败

source: Bolus Recommendation Updated
da: Bolusanbefaling opdateret
de: Aktualisierte Bolusempfehlung
es: Recomendación de bolo fue actualicada
fi: Bolussuositus päivitetty
fr: Recommandation de Bolus modifiée
it: Raccomandazione bolo aggiornata
nb: Bolusanbefaling oppdatert
nl: Aanbevolen Bolus Bijgewerkt
pl: Zaktualizowano rekomendowanego Bolus
ro: Actualizare recomandare de bolus
ru: Рекомендации по болюсу обновлены
sv: Det finns en ny bolusrekommendation
tr: Bolus Önerisi Güncellendi
zh_hans: 大剂量推荐值已更新

source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 次へ
nb: Fortsett
nl: Ga Verder
pl: Kontynuuj
pt_br: Continuar
ro: Continuați
ru: Продолжить
sv: Fortsätt
tr: Devam et
zh_hans: 继续

source: Dismiss
da: Afvis
de: Schließen
es: Ignorar
fi: Ohita
fr: Fermer
it: OK
ja: 閉じる
nb: Avvis
nl: Sluiten
pl: Rozumiem
pt_br: Dispensar
ro: Renunță
ru: Отклонить
sv: Avfärda
tr: Reddet
zh_hans: 忽略

source: Make sure your iPhone is nearby and try again
da: Sørg for, at din iPhone er i nærheden og prøv igen
de: Stelle sicher, dass Dein iPhone in der Nähe ist, und versuche es erneut.
es: Asegúrate que tu iPhone se encuentre cerca e inténtalo de nuevo
fi: Varmista, että iPhone on riittävän lähellä ja yritä uudelleen
fr: Assurez-vous que votre iPhone est à proximité et réessayez
it: Assicurati che il tuo iPhone sia vicino e riprova
ja: iPhone が近くにあることを確認して、再実行してください
nb: Pass på at iPhone er i nærheten, og prøv igjen
nl: Zorg dat je iPhone in de buurt is en probeer opnieuw
pl: Upewnij się, że Twój iPhone jest w pobliżu i spróbuj ponownie
pt_br: Verifique se o iPhone está próximo e tente novamente
ro: Asigurați-vă că iPhone-ul este în apropiere, după care încercați din nou
ru: Убедитесь, что ваш iPhone поблизости и повторите попытку
sv: Säkerställ att telefonen är inom räckhåll och försök igen
tr: iPhone'nunuzun yakında olduğundan emin olun ve tekrar deneyin
zh_hans: 请确保苹果手机接近设备并重试

source: Make sure your iPhone is nearby and try again.
da: Sørg for, at din iPhone er tæt på og prøv igen.
de: Stelle sicher, dass Dein iPhone in der Nähe ist, und versuche es erneut.
es: Asegúrate que tu iPhone se encuentre cerca e inténtalo de nuevo.
fi: Varmista, että iPhone on riittävän lähellä ja yritä uudelleen.
fr: Assurez-vous que votre iPhone est à proximité et réessayez.
it: Assicurati che il tuo iPhone sia vicino e riprova.
nb: Sjekk at din iPhone er i nærheten og prøv igjen.
nl: Zorg dat je iPhone in de buurt is en probeer het opnieuw.
pl: Upewnij się, że Twój iPhone jest w pobliżu i spróbuj ponownie.
ro: Asigurați-vă că iPhone-ul este în apropiere, după care încercați din nou.
ru: Убедитесь, что ваш iPhone находится поблизости, и повторите попытку.
sv: Säkerställ att din telefon är inom räckhåll och försök igen.
tr: iPhone'unuzun yakında olduğundan emin olun ve tekrar deneyin.

source: Net Basal Rate
da: Netto basalrate
de: Netto Basalrate
es: Tasa basal neta
fi: Basaali netto
fr: Débit basal net
it: Velocità basale netta
ja: 正味基礎インスリン
nb: Netto Basaldose
nl: Netto Basaalsnelheid
pl: Dawka podstawowa netto
pt_br: Taxa Basal Líquida
ro: Rată bazală netă
ru: Чистая базальная доза
sv: Nettobasaldos
tr: Net Bazal Oran
zh_hans: 净基础率

source: Off
da: Slukket
de: Aus
es: Apagado
fi: Pois päältä
fr: Désactivé
it: Disattivato
nb: Av
nl: Uit
pl: Wyłącz
ro: Oprit
ru: Выключено
sv: Av
tr: Kapalı

source: On
da: Tændt
de: An
es: Encendido
fi: Päällä
fr: Activé
it: Attivato
ja: オン
nb: På
nl: Aan
pl: Włącz
pt_br: Ligado
ro: Pornit
ru: Включено
sv: På
tr: Açık
zh_hans: 开

source: Please reconfirm the bolus amount.
da: Bekræft venligst bolus igen.
de: Bitte Bolus erneut bestätigen.
es: Por favor, vuelva a confirmar la cantidad del bolo.
fi: Vahvista bolus uudelleen.
fr: Veuillez reconfirmer le bolus.
it: Si prega di riconfermare la quantità di bolo.
nb: Vennligst bekreft bolus på nytt.
nl: Bevestig bolus opnieuw.
pl: Potwierdź ponownie wielkość bolusa.
ro: Vă rugăm să reconfirmați valoarea bolusului.
ru: Пожалуйста, подтвердите болюс.
sv: Bekräfta bolusmängd.
tr: Lütfen bolus miktarını tekrar onaylayın.
zh_hans: 请重新确认大剂量。

source: Pre-Meal
da: Før-måltid
de: Vor dem Essen
es: Pre-Comida
fi: Ennen ateriaa
fr: Pré-Repas
it: Pre-pasto
ja: 食前
nb: Pre-måltid
pl: Przed posiłkiem
pt_br: Pré-Refeição
ro: Înainte de masă
ru: До еды
sv: Före måltid
tr: Yemek öncesi
zh_hans: 餐前

source: Preset
da: Forudindstillet
de: Voreinstellung
es: Preestablecido
fi: Esiasetus
fr: Préréglage
nb: Overstyring
nl: Override
pl: Ustawienie wstępne
ro: Presetare
ru: Пресеты
sv: Förinställning
tr: ön ayar

source: Rec: %@ U
da: Anb: %@ E
de: Empfohlen: %@ IE
fi: Suosit: %@ U
it: Rac: %@ U
ja: 推奨: %@ U
nb: Rec: %@ E
nl: Voorgesteld: %@ E
pl: Rekomendowane: %@ J
ru: Рекомендовано: %@ ед
sv: Rek: %@ E
tr: Önrln: %@ Ü
zh_hans: 推荐: %@ 单位

source: REC: Calculating...
da: REC: Beregner...
de: Empfohlen: berechne…
es: REC: Calculando...
fi: SUOSIT: Lasketaan...
fr: REC: Calcul en cours...
it: RAC: Calcolo in corso...
nb: Beregner anbefalt bolus...
nl: AANBEVOLEN: Berekenen...
pl: Rek: Obliczanie...
ro: REC: Se calculează...
ru: Рекомендовано: Расчет...
sv: Rek: Beräknar...
tr: Önerilen: Hesaplanıyor...

source: Reservoir Volume
da: Reservoimængde
de: Reservoir Inhalt
es: Volumen de Reservorio
fi: Säiliön määrä
fr: Volume du réservoir
it: Volume serbatoio
ja: リザーバ残量
nb: Reservoarstørrelse
nl: Reservoirinhoud
pl: Objętość w zbiorniku
pt_br: Volume do Reservatório
ro: Volum rezervor
ru: Остаток резервуара
sv: Reservoarvolym
tr: Rezervuar Hacmi
zh_hans: 储药器容量

source: Save
da: Gem
de: Speichern
es: Agregar
fi: Tallenna
fr: Sauvegarder
it: Salva
ja: 保存
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存

source: Save & Bolus
da: Gem & bolus
de: Speichern & Bolus abgeben
es: Guardar & administrar bolo
fi: Tallenna & Bolus
fr: Sauvegarder & envoyer Bolus
it: Salva & Bolo
nb: Lagre & bolus
nl: Opslaan & Bolussen
pl: Zapisz i bolus
ro: Salvează & Bolusează
ru: Сохранить и ввести болюс
sv: Spara & Bolus
tr: Kaydet & Bolus
zh_hans: 保存并推注大剂量

source: Send Failed
da: Send mislykkedes
de: Senden fehlgeschlagen
es: Envío Falló
fi: Lähetys epäonnistui
fr: Echec de l'envoi
it: Invio fallito
ja: 送信に失敗
nb: Send mislyktes
nl: Versturen Mislukt
pl: Wysyłanie nie powiodło się
pt_br: Envio falhou
ro: Transmitere eșuată
ru: Ошибка отправки
sv: Sändning misslyckades
tr: Gönderme Başarısız
zh_hans: 发送失败

source: Turn Digital Crown to bolus
da: Drej det digitale hjul for bolus
de: Drehe die digitale Krone für einen Bolus
es: Gire el Digital Crown para administrar bolo
fi: Vahvista pyörittämällä Digital Crownia
fr: Tourner la Digital Crown pour envoyer le bolus
it: Ruota la corona digitale per il bolo
nb: Snu "Digital Crown" for å gi bolus
nl: Turn Digital Crown om te bolussen
pl: Przekręć Digital Crown, aby podać bolus
ro: Rotiți coroana digitală pentru bolus
ru: Покрутите колесико для болюса
sv: Vrid på krona för att ge bolus
tr: Digital Crown'u bolusa çevirin
zh_hans: 旋转数字表冠 以推注大剂量

source: U
da: E
de: IE
nb: E
nl: E
pl: J
ru: Ед
sv: E
tr: Ü

source: Unable to Reach iPhone
da: iPhone er uden for urets rækkevidde
de: Dein iPhone kann nicht erreicht werden
es: No se puede contactar al iPhone
fi: iPhoneen ei saada yhteyttä
fr: Impossible d’atteindre l’iPhone
it: Impossibile contattare iPhone
nb: Kan ikke nå iPhone
nl: Kan iPhone niet bereiken
pl: Nie można połączyć się z iPhone'em
ro: Nu se poate accesa iPhone-ul
ru: Не удается подключиться к iPhone
sv: Det går inte att nå iPhone
tr: iPhone'a Ulaşılamıyor

source: Workout
da: Motion
de: Training
es: Ejercicio
fi: Liikunta
fr: Exercice
it: Allenamento
ja: 運動
nb: Trening
nl: Training
pl: Wysiłek fizyczny
pt_br: Exercício
ro: Activitate sportivă
ru: Физическая нагрузка
sv: Träning
tr: Egzersiz
zh_hans: 运动

source: Override
de: Voreinstellung
es: Sobreescritura
fi: Tilapäisas.
fr: Ajustement
ja: オーバーライド
nb: Overstyr
pl: Cel Tymczasowy
pt_br: Sobrepor
ro: Înlocuire
ru: Включить
tr: Geçersiz kıl
zh_hans: 覆盖

source: REC: %@ U
de: Empfohlen: %@ IE
fi: SUOSIT: %@ U
it: RAC: %@ U
nb: REC: %@ E
nl: AANBEVOLEN: %@ E
pl: Rek: %@ J
ru: Рекомендовано: %@ ед
sv: Rek: %@ E
tr: Önerilen: %@ Ü

source: Bolus
es: Bolo
it: Bolo
ja: ボーラス
ru: Болюс

source: g
ru: г
tr: gr
zh_hans: 克

source: OK
tr: Tamam
